;~ = ============================================================================
;~ Rizonesoft Language File
;~ = ============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ = ============================================================================

[Main]
Product = Firemin
Version = 8

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Português - Brazil
Code = pt-BR
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Sobre o %{Program.Name}
Label_Version = Versão
Label_AutoIt = Criado com o AutoIt versão
Label_Copyright = Copyright
Tip_Title_Donate = Faça uma doação
Tip_Message_Donate = Quando você doa, você ajudar a manter nosso software gratuito\rne possibilita-nos a adquirir as ferramentas e serviços\rnque usam para servi-lo.
Label_Home = Site
Label_License = Licença
Label_Support = Obter Suporte
Tip_Title_Country = Feito na África do Sul
Tip_Message_Country = O %{Program.Name} nasceu na África do Sul.
Label_Contributors = Colaboradores
Tip_Facebook = Curtir no Facebook
Tip_Twitter = Seguir no Twitter
Tip_GooglePlus = Encontrar no Google
Tip_GitHub = %{Program.Name} no GitHub
Button_Ok = OK
Label_RAM = (RAM) %d MB LIVRES DE %d MB (%d%)
Tip_RAM = Memória de Acesso Aleatório
Label_HDD = (%s) %.2f GB LIVRES DE %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Inicie carregando o navegador (selecione o nome do arquivo). O %{Program.Name} irá automaticamente detectar o processo a partir do executável selecionado.
Label_Status_Updates = Verificando Atualizações
Group_Load_Browser = Carregar Navegador
Label_Executable = Caminho do Executável (%s):
Label_Process_Usage = Usage | Peak:
Label_Process_Count = Process Count:
Button_Browse = &Procurar
Group_Options = Opções
Checkbox_Reduce_Mem = Reduzir memória a cada:
Label_Milliseconds = milissegundos
Checkbox_Reduce_Limit = Reduzir memória se o uso ultrapassar:
Checkbox_Start_With = Iniciar o %s ao iniciar o %{Program.Name}
Checkbox_Enable_Extended_Processes = Habilitar processos estendidos
Button_Extended_Processes = Processos &Estendidos
Checkbox_Start_Windows = Iniciar o %{Program.Name} com o Windows
Label_Settings_Updated = Configurações atualizadas com sucesso.
Button_Cancel = Cancelar
Button_Save = Salvar
Time_Unit_01 = milissegundos
Time_Unit_02 = segundos
Time_Unit_03 = minutos
Time_Unit_04 = horas
Label_Boost_Description = Reduzir a cada %s %s se o uso ultrapassar %s MB.
Title_Select_Browser = Selecione o Navegador
Tip_Minimized_Title = O %{Program.Name} ainda está em execução!
Tip_Minimized_Message = O %{Program.Name} continuará a ser executado para otimizar o uso de memória do %s. Clique no ícone da área de notificação para alterar as opções.
Label_Notice = %{Program.Name} is designed to run on a desktop computer or laptop. We created Firemin Server for server environments. Read more...

[Donate]
Label_Heading = How about a small donation to keep our software forever free?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[Menus]
File = &Arquivo
File_Preferences = &Preferências
File_Close = &Fechar\tShift+Alt+F4
Help = A&juda
Help_Update = Verificar por at&ualizações
Help_Home = &Site do %{Company.Name}
Help_Downloads = Mais &Downloads
Help_Support = &Obter Suporte
Help_Issue = Reportar um &problema
Help_Donate = Fazer uma d&oação
Help_About = Sobre o %{Program.Name}
Tray_About = Sobre o %{Program.Name} %s
Tray_Open = Abrir o %{Program.Name}
Tray_Extended_Processes = Processos Estendidos
Tray_Run = Executar o %s
Tray_Run_Safemode = Executar o %s em Modo Seguro

[Messages]
Info_Title = Tome Nota
Warning_Title = Aviso!
Error_Title = Opa! Algo deu errado!
Error_Oops = Opa!
Singleton = Outra instância do %{Program.Name} já está em execução.
Compatible = O %{Program.Name} não é compatível com sua versão do Windows. Se você acha que isto é um erro, envie uma mensagem para '%s' com todos os detalhes.
Compatible_Bit = Infelizmente o %{Program.Name} de 32 bits não é compatível com a sua versão do Windows. Por favor, baixe o %{Program.Name} de 64 bits a partir de '%s'

[Preferences]
Window_Title = Preferências
Tab_General = Geral
Tab_Performance = Performance
Tab_Language = Idioma
Group_Notifications = Notifications
Group_Extended_Processes = Processos Estendidos
Group_Priority = Priority
Group_Memory = Memory
Group_Language = Idioma
Checkbox_Notifications = Mostrar notificações na área de notificação
Label_Extended_Processes = Entre aqui os nomes que quaisquer processos adicionais que você deseja que o %{Program.Name} otimize. A lista deve ser separada por vírgulas (Processo1.exe, Processo2.exe, etc)
Label_SetPriority = Set process priority:
Checkbox_SaveRealtime = Save priority above high (not recommended).
Checkbox_ReduceMemory = Reduce memory on low memory systems.
Label_Language_Message = Selecione o idioma de preferência e pressione o botão %s para continuar. (Necessário reiniciar)
Button_Save = Salvar
Button_Cancel = Cancelar
Label_Updated = Preferências Atualizadas
MsgBox_Language_Title = Idioma Alterado
MsgBox_Language_Message = O idioma selecionado foi alterado. O %{Program.Name} deve ser reiniciado para que o idioma escolhido seja aplicado.
MsgBox_Closing_Title = Fechando o %{Program.Name}
MsgBox_Closing_Message = Deseja fechar o %{Program.Name} agora?

[Update]
Window_Title_Available = Atualização disponível
Window_Title_Congratulations = Parabéns!
Window_Title_Error = Algo deu errado!
Label_Message_Update = Há uma nova versão do '%{Program.Name}' disponível.
Label_Message_Latest = Você está usando a versão mais recente do '%{Program.Name}'.
Label_Message_Error = As informações sobre a versão mais recente do '%{Program.Name}' não puderam ser obtidas.
Label_Message_Internet = Por favor, verifique a conexão com a Internet e tente novamente.
Label_Build_Current = Versão Atual:
Label_Build_Update = Versão Mais Recente:
CheckBox_NoUpdate = Não verificar atualizações ao iniciar
Button_Update = Read me
Button_Close = Fechar

[Versioning]
Administrator = Administrador
Build = Versão
AutoIt_Version = usando o AutoIt versão %{AutoIt.Version}
Bit = bits
